{
    "profile": {
        "greeting": "Hola, soy",
        "name": "Leonardo",
        "rol": "Desarrollador Frontend",
        "description": "Radicado en Medellín, Colombia. Me apasiona crear y codificar páginas web hermosas y con un estilo único"
    },
    "cv": {
        "download": "Descargar CV"
    },
    "projects-button": {
        "button": "Ver proyectos"
    },
    "technologies": {
        "technologies-title": "Tecnologías"
    },
    "about-me": {
        "about-me-title": "Acerca de mi",
        "introduction": "Soy Leonardo, desarrollador frontend colombiano apasionado por el aprendizaje continuo. Me especialicé en desarrollo frontend gracias a una beca de Oracle Next Education. También estudié habilidades blandas. Aparte de la tecnología, tengo un profundo amor y conocimiento profesional por los animales. En mi tiempo libre me gusta tocar instrumentos musicales y la fotografía. Mi dedicación al crecimiento y la creatividad impulsa mi búsqueda de la excelencia en cada proyecto."
    },
    "projects": {
        "project-main-title": "Proyectos",
        "first-project-description": "Esta es una web de ecommerce que fue construida usando React.js con Vite y además fue estilizada usando TailwindCSS. Esta página web usa una fake API en donde podemos obtener todos los productos que esta contiene. Además es posible filtrar los productos por su categoría y nombre. Para navegar en el demo debes registrarte usando cualquier nombre de usuario y un email cualquiera. Por ejemplo podrías usar Pedro y usuario@ejemplo.com. Después de iniciar sesión podrás explorar todas las funcionalidades de este proyecto. IMPORTANTE: Una vez que abras el demo debes de dar click en el menú en el botón de sign in. Para más información por favor consulta el repositorio de este proyecto y sigue las instrucciones",
        "second-project-description": "To-Do Titan es una potente e intuitiva aplicación de gestión de tareas diseñada para optimizar tu vida diaria. Desarrollada con React, Vite.js y TailwindCSS, To-Do Titan ofrece una experiencia fluida y eficiente para organizar tus tareas. Con To-Do Titan, puedes crear, gestionar y rastrear fácilmente tus listas de tareas diarias. Añade nuevas tareas con facilidad, márcalas como completadas o elimínalas según sea necesario. Simplemente anota tu itinerario diario y deja que To-Do Titan se encargue de que no te pierdas nada a lo largo del día y del mes. No vuelvas a olvidar una tarea con To-Do Titan: tu compañero definitivo para la productividad.",
        "third-project-description": "Este proyecto fue construido con React usando create-react-app. <br> En este proyecto puedes agregar nuevos equipos y colaboradores, solo debes llenar uno de los formularios dependiendo de lo que quieras agregar y verás debajo el equipo o colaborador agregado. Además podrás personalizar el color de tus equipos, eliminar un colaborador y seleccionar a tu colaborador favorito.",
        "fourth-project-description": "Esta aplicación puede encriptar un texto haciéndolo ilegible. Puedes enviarle a otra persona un texto encriptado y la otra persona puede usar la misma aplicación para leer el mensaje secreto. Esta aplicación solamente acepta letras minúsculas y no acepta caracteres especiales. Este proyecto fue hecho usando javascript, CSS3 y HTML5",
        "fifth-project-description" : "MindMaster Quiz es el desafío definitivo para todo entusiasta de JavaScript. Sumérgete en un mundo de preguntas intrigantes que pondrán a prueba tus habilidades en JavaScript al máximo. Ya seas un programador experimentado o estés empezando, esta aplicación es tu terreno de juego para demostrar tu experiencia. Compite con amigos y descubre quién realmente se corona como el Rey de JavaScript. ¿Listo para dominar tu mente? ¡El desafío te espera! Esta aplicación fue creada utilizando JavaScript y el diseño fue realizado con Figma."
    },
    "footer": {
        "footer-title": "Contáctame",
        "footer-note": "O visita https://www.linkedin.com/in/leonardo-salazar-serna/"
    }
}