{
    "profile": {
        "greeting": "Hi, I'm",
        "name": "Leonardo",
        "rol": "Frontend Developer",
        "description": "Based in Medellin, Colombia. I'm passionate about creating and coding beautiful and unique websites"
    },
    "cv": {
        "download": "Download CV"
    },
    "projects-button": {
        "button": "See my projects"
    },
    "technologies": {
        "technologies-title": "Technologies"
    },
    "about-me": {
        "about-me-title": "About Me",
        "introduction": "I'm Leonardo, a Colombian frontend developer passionate about continuous learning. I've specialized in frontend development, thanks to a scholarship from Oracle Next Education, where I also developed soft skills. Beyond tech, I have a deep love and professional knowledge of animals, and I enjoy playing musical instruments and exploring photography in my free time. My dedication to growth and creativity fuels my drive for excellence in every project."
    },
    "projects": {
        "project-main-title": "Projects",
        "first-project-description": "This is an ecommerce website and it was builded with React Vite.js and the style was done with TailwindCSS. This website is using a fake API and you can see all the products on it. Also it is possible to filter the products by category and by name. To navigate through all the application you should sign up by using any username and any email. For example you can type Michael and username@example.com. After doing this you can explote all the features of this project. IMPORTANT: once you open the demo, click on the menu and then click on sign in. For more information please visit the repo and follow the instructions",
        "second-project-description": "To-Do Titan is a powerful and intuitive task management app designed to streamline your daily life. Built with React, Vite.js, and TailwindCSS, To-Do Titan offers a seamless and efficient experience for organizing your tasks. With To-Do Titan, you can easily create, manage, and track your daily to-do lists. Add new tasks with ease, mark them as completed, or delete them as needed. Simply jot down your daily itinerary, and let To-Do Titan ensure you stay on top of everything throughout the day and month. Never miss a task again with To-Do Titan—your ultimate productivity companion.",
        "third-project-description": "This is a project builded using React with  create-react-app. <br> On this project you can add teams and new collaborators to your teams, you just have to fill one of the forms depending on what you want to add and you will see below the added team or collaborator. Besides you can customize the color of your teams, delete a collaborator and select your favorite collaborator. ",
        "fourth-project-description": "This application can encrypt a text making it unreadable. You can send to someone the encrypted text and the other person can use the same application to read the secret message. The application only accepts lower case letters and it does not accept special characters. This project was done using javascript, CSS3 and HTML5",
        "fifth-project-description" : "MindMaster Quiz is the ultimate challenge for every JavaScript enthusiast! Dive into a world of intriguing questions that will test your JavaScript skills to the limit. Whether you're a seasoned coder or just starting out, this app is your playground to prove your expertise. Compete with friends, and see who truly reigns supreme as the JavaScript King. Ready to master your mind? The challenge awaits! This application was made using javascript and the design was made using Figma."
    },
    "footer": {
        "footer-title": "Contact me",
        "footer-note": "Or visit https://www.linkedin.com/in/leonardo-salazar-serna/"
    }
}